import "./Production.scss";

export const Production = () => {
  return (
    <section className="section-production production">
      <h2 className="production__title">Производство</h2>
      <article className="production__paragraph">
        <p className="production__text">Завод запущен в эксплуатацию в октябре 1950 г.
          Мощность завода составляет 25 миллионов кирпичей в&nbsp;год.
          Технология производства полностью отлажена и&nbsp;ориентированна
          на качество кирпича. Сотрудники завода прошли обучение и сертифицированы
          в&nbsp;соответствии с европейскими стандартами работы персонала.
          Вся продукция прошла испытания в&nbsp;лаборатории, аккредитованной Госстроем РФ,
          полностью соответствует требованиям "Технических Условий", утвержденных
          Госстроем РФ, что&nbsp;подтверждено сертификатами и заключениями.</p>
        <p className="production__text">Кирпич может использоваться для любых по&nbsp;назначению, зданий
          и сооружений – включая детские сады и больницы, так как абсолютно безопасен
          для здоровья. Вся продукция производится только из экологически чистых материалов,
          в&nbsp;процессе производства не используются никакие химикаты и полимеры.
          Основой существования компании является желание наших клиентов строить
          дома из красивого кирпича высокого качества.</p>
      </article>
      <span className="production__span">Приобретайте строительные материалы в нашей компании - это удобно, современно и быстро!</span>
    </section>
  )
};
